{"totalHits":26,"offers":[{"id":3189,"validDate":"2016-01-22","contact":{"formOfAddress":"Frau","firstName":"Lisa","secondName":"Göpferich","telephone":"","fax":"","email":"lisa.goepferich@1und1.de"},"shortDescription":"Praktikant (m/w) - Produktmanagement / KA-HN140201","description":"Ihre Aufgaben:\r\nAls Praktikant im Produktmanagement für Infrastrukturprodukte unterstützen Sie das Produktmanagement der Hosting-Produkte. Sie sind ein Teil des Produktmanagement Server Teams und entwickeln z. B. Tarifanlagen und Tarifmodule im Rahmen der Produktentwicklung.\r\n\r\n- Mitarbeit bei der Entwicklung neuer Tarifstrukturen für Hosting-Produkte.\r\n- Analyse möglicher Tariffehler und Erarbeitung von Vorschlägen zur Behebung.\r\n- Unterstützung der internen Auftraggeber im Hinblick auf die Eignung von Tarifstrukturen.\r\n- Internationale Wettbewerbsbeobachtung und -analyse.\r\n\r\nIhr Profil:\r\nSie sind Student des Studiengangs (Wirtschafts-) Informatik und konnten idealerweise bereits erste Erfahrungen im IT- / Hosting-Umfeld sammeln.\r\n\r\n- Analytische Fähigkeiten.\r\n- Ein hohes Maß an Ziel- und Ergebnisorientierung.\r\n- Eine schnelle Auffassungsgabe.\r\n- Begeisterungsfähigkeit für das Hosting-Produktumfeld.\r\n- Teamfähigkeit.\r\n- Gute MS Office-Kenntnisse.","filename":null,"zipCode":"76135","usageSite":"Karlsruhe","dateAdded":"2015-01-22","typeId":3,"countryId":1,"companyId":191,"onNotepad":false},{"id":1640,"validDate":"2015-04-10","contact":{"formOfAddress":"Frau","firstName":"Lisa","secondName":"Göpferich","telephone":"+49 721 91374-1892","fax":null,"email":"lisa.goepferich@1und1.de"},"shortDescription":"Praktikant (m/w) - Analytisches Marketing / Kennziffer: KA-OSe130601","description":"Zur Unterstützung unseres Customer Intelligence Teams suchen wir einen engagierten und motivierten Praktikanten (4-6 Monate).\r\n\r\nWir bieten Ihnen die Möglichkeit, praktische Erfahrungen in den Bereichen Customer Intelligence sowie Kampagnenprozessoptimierung bei der 1&1 Internet AG zu sammeln.\r\n\r\n- Unterstützung bei der Optimierung unseres internationalen Kampagnenmanagements und Sicherstellung der damit verbundenen Datenkreisläufe und Prozesse.\r\n\r\n- Unterstützung beim Test von Erweiterungen unseres Kunden-Datamarts. \r\n\r\n- Unterstützung bei der Durchführung und Erweiterung unseres Erfolgsreportings für das Kampagnenmanagement.\r\n\r\n- Unterstützung bei der Erstellung von statistischen Analysen sowie beim Aufbau eines KPI-Systems.\r\n\r\nIhr Profil: \t\r\n\r\nSie sind engagiert und wollen erste praktische Erfahrungen während Ihres Studiums sammeln bzw. diese in einem Internetunternehmen vertiefen.\r\n\r\n- Studium der Informationswirtschaft, Informatik, Wirtschaftswissenschaften, Wirtschaftsmathematik oder anderes Studium mit ähnlichen Inhalten.\r\n\r\n- Interesse an analytischen Fragestellungen und der Auswertung von Datenbeständen.\r\n\r\n- Interesse an neuen, spannenden Inhalten sowie Bereitschaft, sich Neues eigenständig anzueignen und über den 'Tellerrand' zu blicken.\r\n\r\n- MS Office - insbesondere Excel - Kenntnisse sowie Kenntnisse in SQL und Datenbanken. \r\n\r\n- Idealerweise Kenntnisse / erste Erfahrungen im Bereich Statistik / Data Mining (SPSS, R, SAS oder ähnliches).","filename":null,"zipCode":"76135","usageSite":"Karlsruhe","dateAdded":"2013-10-10","typeId":3,"countryId":1,"companyId":191,"onNotepad":false},{"id":3186,"validDate":"2015-06-01","contact":{"formOfAddress":"Herr","firstName":"Simon","secondName":"Echle","telephone":"+49 7221 996498-12","fax":"+49 7221 996498-19","email":"echle@avocado-se.de"},"shortDescription":"Webbasierte Softwareentwicklung","description":"Wir bieten ein dynamisches und kreatives Umfeld in einem jungen Team und die Möglichkeit Verantwortung in laufenden Kundenprojekten zu übernehmen!\r\n\r\nIhr Aufgaben lägen in der Konzeption und Entwicklung von individuellen Softwarelösungen im Technologieumfeld: \r\nC#, Java, PHP,\r\nJavascript(EmberJS, jQuery, Ext.JS),\r\nMySQL, Elasticsearch, MSSQL, MongoDB\r\n\r\n\r\nDie avocado software engineering GmbH betreibt Software Engineering für mittelständische und kleine Unternehmen auf deren individuelle Anforderungen hin. Wir bieten unseren Kunden Software-Lösungen zur Unterstützung deren individueller Geschäftsprozesse, begleitet von einer innovativen IT-Beratung und zuverlässigen IT-Services - alles aus einer Hand.\r\n\r\nHaben wir Ihr Interesse geweckt?\r\nDann bewerben Sie sich mit aussagekräftigen Bewerbungsunterlagen und unter Angabe Ihres frühesten Eintrittstermins per Email an jobs@avocado-se.de\r\nIhre Fragen beantwortet gerne Simon Echle (+49 7221 996498-12)","filename":null,"zipCode":"76532","usageSite":"Baden-Baden","dateAdded":"2015-01-15","typeId":3,"countryId":1,"companyId":1114,"onNotepad":false},{"id":3245,"validDate":"2015-10-31","contact":{"formOfAddress":"Frau","firstName":"Lisa","secondName":"Kopf","telephone":"+49 721 9638-657 ","fax":"","email":"jobs@cas.de"},"shortDescription":"Praktikant IT Services","description":"Was sind meine Aufgaben?\r\n•Du führst Hard- und Software-Installationen durch und kümmerst dich ebenso um die Beaufsichtigung des automatischen Bereitstellungsprozesses (Betriebssyste-me/Software).\r\n•Durch dein sicheres und serviceorientiertes Auftreten bist du Ansprechpartner bei unseren Mitarbeitern für IT Fragen.\r\n•Für die Aktualisierung von Pool-Systemen und Devices (PCs, iPad, etc.) und unseren selbst entwickelten Apps bist du zuständig.\r\n•Du unterstützt beim IT-LifeCycle-Management, indem du unsere Hardware verwaltest (Funktionstests, Ausmusterungen und Neuinventarisierungen).\r\n\r\nWas bringe ich mit?\r\n•Du studierst in einem informatikorientierten Studiengang (Informatik, Wirtschaftsinformatik, Wirtschaftsingenieurwesen, o.ä.).\r\n•Du bist offen für neue Technologien und hast erste Erfahrungen bei der Installation von Windows 7/8.\r\n•Mit Smart Devices (Smartphones und Tablets auf Basis von iOS, Android und Windows 8) kennst Du dich aus.\r\n•Für dich ist Teamgeist genauso wichtig wie für uns.","filename":"Stellenanzeige PraktikumWerkstudent IT Services (wm).GBT","zipCode":"76133","usageSite":"Karlsruhe","dateAdded":"2015-04-08","typeId":3,"countryId":1,"companyId":22,"onNotepad":false},{"id":3232,"validDate":"2015-04-30","contact":{"formOfAddress":"Frau","firstName":"Lisa","secondName":"Kopf","telephone":"+497219638657","fax":"","email":"jobs@cas.de"},"shortDescription":"Praktikum/Abschlussarbeit Technology Research CAS Aviation ","description":"Wir sind führender Anbieter von CRM & xRM Software und gestalten mit Customer Centricity innovative Lösungen für die Zukunft. Namhafte Kunden, vielfältige Branchenlösungen und ein hohes Investment in die Potentialentfaltung der Mitarbeiter zeichnen uns aus. Das spiegelt sich in einer hohen Mitarbeiterzufriedenheit wieder. Erlebe die CAS selbst und werde Teil unseres wachsenden Teams aus über 300 Mitarbeitern auf dem CAS Campus. \r\n\r\nHier wird Innovation für dich greifbar – bringe dein Wissen und deine Ideen in einem internationalen Forschungsprojekt mit ein.\r\nPraktikum/Abschlussarbeit Technology Research CAS Aviation \r\n\r\nWas sind deine Aufgaben? \r\nZiel des Projekts ist die Lücke zwischen virtueller Welt (Helikopter-Simulator-Training) und realer Welt (echter Helikopter) durch eine Middleware zu schließen. Dies basiert auf einer Reihe fortgeschrittener Konzepte wie IOT (Internet of Things), EDA (Event driven architecture), SOA und Augmented Reality. Derzeit geht es um folgende Themen:\r\n•\tDu evaluierst geeignete State-of-the-art Technologien aus den Bereichen IOT und SOA zur Realisierung des Projekts.\r\n•\tDu untersuchst relevante Prozesse in der Helikopterherstellung und leitest ein Referenzmodell daraus ab.\r\n•\tDu überträgst entwickelte Architekturen und Modelle auf andere Industriezweige (z.B. Automotive).\r\n•\tDie konkrete Themenstellung erarbeiten wir dann gemeinsam im persönlichen Gespräch. \r\n\r\nWas bringst du mit? \r\n•\tDu studierst Wirtschaftsinformatik, Wirtschaftsingenieurwesen oder einen vergleichbaren Studiengang. \r\n•\tRequirements Engineering und Technology Scouting kennst du bereits theoretisch und möchtest es nun praktisch erleben. \r\n•\tAbhängig vom jeweiligen Aufgabengebiet kennst du dich mit aktuellen Technologien wie z.B. Webservices mit SOAP und REST, HTML5, XML, JSF, JavaScript, iOS/ Android UI Development, Ontologien aus.\r\n•\tGroße Ideen entstehen nicht im stillen Kämmerlein, deshalb solltest du kommunikativ sein.\r\n•\tFür dich ist Teamgeist genauso wichtig wie für uns.\r\n•\tWillst du dein Englisch in der Praxis anwenden? Umso besser!\r\n\r\nWas macht uns besonders?\r\n•\tDer CAS Campus mit Raum für Entfaltung\r\n•\tHelle Büros mit 2-3 Kollegen\r\n•\tVitamine fürs Herz und Koffein für den Kopf\r\n•\tFitnessangebote für Sportskanonen\r\n•\tFlexUrlaub für jede Lebenslage\r\nMach dir dein eigenes Bild unter www.cas-selbst-erleben.de.\r\n\r\nNeugierig?\r\nSende uns deine Unterlagen gerne per E-Mail an jobs@cas.de zu. Wir freuen uns, dich kennen zu lernen. Bei Fragen sind wir für dich da:\r\nLisa Kopf, CAS-Weg 1-5, 76131 Karlsruhe, Tel.: 0721/9638-657.\r\n","filename":null,"zipCode":"76131","usageSite":"Karlsruhe","dateAdded":"2015-03-20","typeId":3,"countryId":1,"companyId":22,"onNotepad":false},{"id":1818,"validDate":"2015-12-31","contact":{"formOfAddress":"Herr","firstName":"Franz","secondName":"Polzer","telephone":"0721/9630-137","fax":"","email":"franz.polzer@allegion.com"},"shortDescription":"Workflows für Zeitwirtschaft und Zutrittskontrolle","description":"An unserem Standort Karlsruhe bieten wir eine Praktikumsstelle im Bereich Workflows für Zeitwirtschaft und Zutrittskontrolle für unser webbasiertes Produkt IF 6040 an.\r\nIm Team Workflow werden zurzeit die Grundlagen für die Entwicklung von Workflows z.B. für Urlaubsanträge oder die Beantragung von Zutrittsberechtigungen für Fremd-Mitarbeiter gelegt. \r\nIhre Aufgabe besteht darin, bei der Neu- und Weiterentwicklung der Konzepte und der Implementierung mitzuarbeiten.","filename":"Praxissemester bei Interflex.pdf","zipCode":"76229","usageSite":"Karlsruhe","dateAdded":"2014-05-20","typeId":3,"countryId":1,"companyId":91,"onNotepad":false},{"id":1100,"validDate":"2015-12-31","contact":{"formOfAddress":"Herr","firstName":"Franz","secondName":"Polzer","telephone":"0721/9630-137","fax":null,"email":"franz.polzer@allegion.com"},"shortDescription":"Automatisiertes Testen","description":"An unserem Standort Karlsruhe bieten wir eine Praktikumsstelle im Bereich \u001AAutomatisiertes Testen\u0018 für unser webbasiertes Produkt IF 6040 an.\r\nIhre Aufgabe besteht darin, die Qualitätssicherung dabei zu unterstützen, unsere Testsuite kontinuierlich zu erweitern. Dies beinhaltet auch die Evaluierung und Einführung neuer Test-Strategien.\r\nWir arbeiten mit dem marktführenden Produkt Quick-Test-Professional.","filename":"Praxissemester bei Interflex.pdf","zipCode":"76229","usageSite":"Karlsruhe","dateAdded":"2012-04-04","typeId":3,"countryId":1,"companyId":91,"onNotepad":false},{"id":1817,"validDate":"2015-12-31","contact":{"formOfAddress":"Herr","firstName":"Franz","secondName":"Polzer","telephone":"0721/9630-137","fax":null,"email":"franz.polzer@allegion.com"},"shortDescription":"SAP-Integration und Web-Services","description":"An unserem Standort Karlsruhe bieten wir eine Praktikumsstelle im Bereich \u001ASAP-Integration und Web-Services\u0018 für unser webbasiertes Produkt IF 6040 an.\r\nIm Team Systemintegration werden die Grundlagen für die Integration unseres Systems in die IT-Infrastruktur unserer Kunden kontinuierlich weiterentwickelt.\r\nIhre Aufgabe besteht darin, bei der Neu- und Weiterentwicklung der dafür benötigten Interfaces auf der Basis von Web-Services und .NET-Remoting mitzuarbeiten.","filename":"Praxissemester bei Interflex.pdf","zipCode":"76229","usageSite":"Karlsruhe","dateAdded":"2014-05-20","typeId":3,"countryId":1,"companyId":91,"onNotepad":false},{"id":3130,"validDate":"2015-12-31","contact":{"formOfAddress":"Herr","firstName":"Franz","secondName":"Polzer","telephone":"0721/9630-137","fax":"","email":"franz.polzer@allegion.com"},"shortDescription":"Entwicklung mobiler Anwendungen für Smartphones und Tablets","description":"An unserem Standort Karlsruhe bieten wir eine Praktikumsstelle im Bereich Entwicklung mobiler Anwendungen für unsere Zeitwirtschafts-Module an.\r\nImmer mehr Mitarbeiter unserer Kunden nutzen Smartphones auch im beruflichen Umfeld. Naheliegend also, dass auch Prozesse der Zeitwirtschaft wie z.B. Urlaubsanträge oder die Erfassung von Arbeitszeiten und die Darstellung wichtiger Informationen wie z.B. Urlaubs- und Gleitzeitsaldo mittels mobiler Anwendungen unterstützt werden sollen.\r\nIhre Aufgabe besteht darin, bei der Weiterentwicklung unserer Web-App auf der Basis von JQuery mobile mitzuarbeiten und weitere Anwendungen zu implementieren.","filename":null,"zipCode":"76229","usageSite":"Karlsruhe","dateAdded":"2014-11-24","typeId":3,"countryId":1,"companyId":91,"onNotepad":false},{"id":3152,"validDate":"2016-12-31","contact":{"formOfAddress":"Frau","firstName":"Julia","secondName":"Spiegl","telephone":"0721.942697-0","fax":"","email":"jobs@krumedia.de"},"shortDescription":"Praxissemester Applikationsentwicklung (z.B. PHP)","description":"Wir bieten motivierten Studenten der Informatik ein (vergütetes) Praxissemester im Bereich Web-Applikationsentwicklung, Hierbei wirst Du in die Entwicklung moderner, PHP-basierter Web-Applikationen eingeführt. Nach einer Phase des Anlernens unterstützt Du unser Team bei der Entwicklung von web-basierten, hochmodernen und leistungsfähiger Energiemanagement-Systemen für industrielle Kunden.  Hierbei gibt es etliche, spannende Herausforderungen und Baustellen, so dass Du aus zahlreichen Technologien die für Dich interessanten auswählen kannst (Beispiele: PHP5, HTML5, CSS, Zend2, Doctrine, MySQL, jQuery, d3.js, ...  )\r\n\r\nDu arbeitest in kleinen Teams in lockerer, angenehmer Atmosphäre im schönen Stadtteil Durlach. Wir bieten flexible Arbeitszeiten, eine angemessene Vergütung, ein attraktives Umfeld und ganz viel spannenden \"Nerd-Kram\". Eine Weiterbeschäftigung nach dem Praxissemester auf Stundenbasis oder sogar ein Berufseinstieg nach dem Studium kann angestrebt werden.\r\n\r\nVorkenntnisse in Web-Entwicklung, idealerweise PHP, sind von Vorteil, aber auch andere Kenntnisse (z.B: C++, C# oder App-Entwicklung) dürfen sich angesprochen fühlen.","filename":null,"zipCode":"76227","usageSite":"Karlsruhe","dateAdded":"2014-12-18","typeId":3,"countryId":1,"companyId":103,"onNotepad":false},{"id":3163,"validDate":"2015-07-31","contact":{"formOfAddress":"Dr.","firstName":"Steffen","secondName":"Haak","telephone":"0721 / 461399 - 12","fax":"","email":"jobs@price-now.com"},"shortDescription":"Praxissemester IT-Sales und Marketing","description":"Du bist kommunikativ und arbeitest gerne mit Menschen, dich stören schlechte Newsletter, wie sie heute leider üblich sind, du trägst lieber Verantwortung als dich im Konzern zu verstecken?\r\n\r\nDann ist dieses Praktikum genau richtig für dich.\r\n\r\nWas Dich erwartet.\r\n# Ein ehrgeiziges, begeistertes Team\r\n# Ein innovatives Produkt \"on the edge of technology\"\r\n# Du lernst vom ersten Tag, wie man Marketing und Vertrieb in einem jungen IT-Unternehmen aufbaut\r\n# Du betreust eigenständig Projekte und setzt eigene Ideen um\r\n# Du übernimmst Verantwortung und arbeitest selbständig, wofür dir ein moderner ärbeitsplatz zur Verfügung steht\r\n\r\nWas Du mitbringen solltest\r\n# Lust in einem au strebenden Startup zu arbeiten\r\n# Freude an der Kommunkation mit Menschen\r\n# Laufendes Studium an einer Hochschule oder Universität\r\n# Begeisterung und selbständiges arbeiten\r\n\r\nWeitere Details siehe PDF-Ausschreibung.","filename":null,"zipCode":"76131","usageSite":"Karlsruhe","dateAdded":"2015-01-08","typeId":3,"countryId":1,"companyId":1619,"onNotepad":false},{"id":3162,"validDate":"2015-07-31","contact":{"formOfAddress":"Dr.","firstName":"Steffen","secondName":"Haak","telephone":"+49 721 / 461399 - 12","fax":"","email":"jobs@price-now.com"},"shortDescription":"Unternehmerpraktikum im Big Data Umfeld","description":"Du arbeitest gern eng mit Gründern zusammen, lernst das operative Geschäft eines Startups kennen und bist bei der Entwicklung von neuen \r\nIdeen hautnah dabei? Dann ist dieses Praktikum genau richtig für dich.\r\n\r\nWas Dich erwartet\r\n# Du bekommst Einblicke in Bereiche wie Produktentwicklung, Algorithmen, Marketing und Finanzierung\r\n# Du betreust eigenständig Projekte und setzt eigene Ideen um\r\n# Du profitierst während und nach dem Praktikum vom Netzwerk der Gründer, die dir als Mentoren für die Umsetzung eigener Geschäftsideen zur Verfügung stehen\r\n# Du übernimmst Verantwortung und arbeitest selbständig, wofür dir ein moderner Arbeitsplatz zur Verfügung steht\r\n\r\nWas Du mitbringen solltest\r\n# Du hast Interesse an Unternehmertum oder spielst mit dem Gedanken später selbst zu gründen\r\n# Du glaubst auch, dass es an der Zeit ist Spam-Werbung durch interessante Newsletter zu ersetzen\r\n# Du bist offen und arbeitest gerne mit Menschen\r\n# Du lernst dich schnell in neue Sachverhalte ein und scheust nicht davor zurück tatkräftig in einem Team mitzuarbeiten\r\n# Du bringst 3 bis 6 Monate Zeit mit und sprichst fließend Deutsch oder Englisch","filename":null,"zipCode":"76131","usageSite":"Karlsruhe","dateAdded":"2015-01-08","typeId":3,"countryId":1,"companyId":1619,"onNotepad":false},{"id":1349,"validDate":"2099-12-31","contact":{"formOfAddress":"Frau","firstName":"Andrea","secondName":"Scheer","telephone":"004972196565","fax":null,"email":"ASC@PROCAD.DE"},"shortDescription":"Erstellung eines Musterprozesses für eine Konstruktionsabteilung zu Präsentationszwecken","description":"Mit ihrem System PRO.FILE ist die Firma PROCAD GmbH&amp;Co. KG führender Anbieter auf dem Gebiet der Verwaltung von Produktdaten (PDM), von Entwicklungsdaten und Dokumenten (DMS) und des Produktlebenszyklusmanagements (PLM).\r\n\r\nIn Konstruktionsabteilungen werden verschiedene Prozesse gelebt. Es soll ein Musterprozess entwickelt werden, welcher als repräsentativer Anwendungsfall für Präsentationszwecke einsetzbar ist. Die Prozessbeschreibung soll hierbei hinreichend einfach sein, jedoch ein komplexes Szenario abdecken, um die Diskussion mit Konstruktions- und Fertigungsleitern zu unterstützen. Dieser Prozess soll mit den in PRO.FILE zur Verfügung stehenden Mitteln abgebildet werden.\r\n\r\nIhr Vorteil: Sie beschäftigen sich bereits im technischen Studium ausführlich mit dem Thema Prozessmanagement und erlangen einen tiefen Einblick in PRO.FILE samt den entsprechenden CAD-Integrationen.","filename":null,"zipCode":"76131","usageSite":"Karlsruhe","dateAdded":"2012-11-26","typeId":3,"countryId":1,"companyId":1383,"onNotepad":false},{"id":1348,"validDate":"2099-12-31","contact":{"formOfAddress":"Frau","firstName":"Andrea","secondName":"Scheer","telephone":"004972196565","fax":null,"email":"ASC@PROCAD.DE"},"shortDescription":"Analyse von Geschäftsprozessen in der Projektabteilung eines Softwareunternehmens","description":"Mit ihrem System PRO.FILE ist die Firma PROCAD GmbH&amp;Co. KG führender Anbieter auf dem Gebiet der Verwaltung von Produktdaten (PDM), von Entwicklungsdaten und Dokumenten (DMS) und des Produktlebenszyklusmanagements (PLM).\r\n\r\nUnsere Projektabteilung führt bei Neukunden PRO.FILE als PLM-Lösung ein und betreut die Kunden danach über Jahre hinweg, um PRO.FILE auszubauen oder Updates durch zu führen. Sie trägt die Verantwortung sowohl für die fachliche Realisierung, als auch für die betriebswirtschaftliche Rentabilität eines Projekts. Daraus ergibt sich es eine Reihe von Schnittstellen in die Softwareentwicklung und zur kaufmännischen Abteilung der PROCAD.\r\n\r\nMit Hinblick auf die Einführung eines neuen Softwaresystems für die Projektabteilung zur Steuerung der Abwicklung, sollen die tatsächlichen Geschäftsprozesse analysiert und dokumentiert werden.\r\nIhr Vorteil: Sie erhalten Einblick hinter die Kulissen des mittelständischen Unternehmens PROCAD und lernen die typischen Prozesse einer Projektabteilung kennen.","filename":null,"zipCode":"76131","usageSite":"Karlsruhe","dateAdded":"2012-11-26","typeId":3,"countryId":1,"companyId":1383,"onNotepad":false},{"id":1345,"validDate":"2099-12-31","contact":{"formOfAddress":"Frau","firstName":"Andrea","secondName":"Scheer","telephone":"004972196565","fax":null,"email":"ASC@PROCAD.DE"},"shortDescription":"Erstellen eines Demoszenarios im Bereich Mechatronik","description":"Mit ihrem System PRO.FILE ist die Firma PROCAD GmbH&amp;Co. KG führender Anbieter auf dem Gebiet der Verwaltung von Produktdaten (PDM), von Entwicklungsdaten und Dokumenten (DMS) und des Produktlebenszyklusmanagements (PLM).\r\n\r\nFür unsere PRO.FILE Demoumgebung soll ein realistisches Szenario für ein mechatronisches Produkt angefertigt werden. Dies beinhaltet die Definition eines Erstellungs- und Änderungsprozesses, die Konfiguration von PRO.FILE und den Schnittstellen, die Erstellung von realistischen Daten für das Demoszenario, sowie die Dokumentation des Szenarios.\r\n\r\nIhr Vorteil: Sie lernen alle gängigen CAD-Systeme wie CATIA, NX, PRO/E, Solid Edge, SolidWorks oder Inventor kennen. Des Weiteren erlangen Sie einen tiefen Einblick in PRO.FILE und die entsprechenden CAD-Integrationen.","filename":null,"zipCode":"76131","usageSite":"Karlsruhe","dateAdded":"2012-11-26","typeId":3,"countryId":1,"companyId":1383,"onNotepad":false},{"id":1346,"validDate":"2099-12-31","contact":{"formOfAddress":"Frau","firstName":"Andrea","secondName":"Scheer","telephone":"004972196565","fax":null,"email":"ASC@PROCAD.DE"},"shortDescription":"Bedarfs- und Einsatzanalyse von Cloud-Computing in einer Entwicklungsabteilung","description":"Mit ihrem System PRO.FILE ist die Firma PROCAD GmbH&amp;Co. KG führender Anbieter auf dem Gebiet der Verwaltung von Produktdaten (PDM), von Entwicklungsdaten und Dokumenten (DMS) und des Produktlebenszyklusmanagements (PLM).\r\n\r\nDie Analyse soll Aufschlüsse geben, welche Potentiale für einen mittelständischen Maschinen- oder Anlagenbauer im Cloud-Computing für seine Prozesse in der Entwicklung liegen. Diese Aufgabe umfasst die Untersuchung der gängigen Softwaresysteme und Prozesse in der Entwicklung, als auch eine Marktanalyse von derzeit auf dem Markt verfügbaren Lösungen.\r\n\r\nIhr Vorteil: Sie erhalten einen Überblick über die derzeitigen Innovationen im Bereich Cloud-Computing.","filename":null,"zipCode":"76131","usageSite":"Karlsruhe","dateAdded":"2012-11-26","typeId":3,"countryId":1,"companyId":1383,"onNotepad":false},{"id":1344,"validDate":"2099-12-31","contact":{"formOfAddress":"Frau","firstName":"Andrea","secondName":"Scheer","telephone":"004972196565","fax":null,"email":"ASC@PROCAD.DE"},"shortDescription":"Konstruktion von CAD-Referenz-Modellen zu Präsentationszwecken","description":"Mit ihrem System PRO.FILE ist die Firma PROCAD GmbH&amp;Co. KG führender Anbieter auf dem Gebiet der Verwaltung von Produktdaten (PDM), von Entwicklungsdaten und Dokumenten (DMS) und des Produktlebenszyklusmanagements (PLM).\r\n\r\nFür unsere PRO.FILE Demoumgebungen sollen realistische 3D-CAD-Modelle konstruiert werden, welche in unseren Kunden-Präsentationen Verwendung finden werden. Diese Modelle müssen hierbei für sämtliche bei PROCAD unterstützen CAD-Systeme transferiert werden. Besonderer Schwerpunkt bei der Konstruktion liegt im modularen (in Baugruppen), praxisorientierten Aufbau, welcher von der Ausführung einer Diskussion mit einem Konstrukteur standhalten kann. Für jedes Modell muss ebenfalls ein typischer Änderungsprozess definiert werden.\r\n\r\nIhr Vorteil: Sie lernen alle gängigen CAD-Systeme wie CATIA, NX, PRO/E, Solid Edge, SolidWorks oder Inventor kennen. Des Weiteren erlangen Sie einen tiefen Einblick in PRO.FILE und die entsprechenden CAD-Integrationen.","filename":null,"zipCode":"76131","usageSite":"Karlsruhe","dateAdded":"2012-11-26","typeId":3,"countryId":1,"companyId":1383,"onNotepad":false},{"id":1347,"validDate":"2099-12-31","contact":{"formOfAddress":"Frau","firstName":"Andrea","secondName":"Scheer","telephone":"004972196565","fax":null,"email":"ASC@PROCAD.DE"},"shortDescription":"Erstellen eines Demoszenarios im Bereich Projektmanagement","description":"Mit ihrem System PRO.FILE ist die Firma PROCAD GmbH&amp;Co. KG führender Anbieter auf dem Gebiet der Verwaltung von Produktdaten (PDM), von Entwicklungsdaten und Dokumenten (DMS) und des Produktlebenszyklusmanagements (PLM).\r\n\r\nFür unsere Demoumgebung soll ein realistisches Demoszenario für die Planung und das Controlling eines Projekts mit Hilfe von PRO.FILE erstellt werden. Dies umfasst die Definition eines Projekts, die Konfiguration von PRO.FILE und die Definition eines realitätsnahen Projektablaufs.\r\n\r\nFolgende Teilaufgaben sollen hierbei Berücksichtigung finden:\r\n\"\tErstellen eines Projektplans mit MS Project\r\n\"\tAbleiten von Projektstruktur und Aufgaben in PRO.FILE\r\n\"\tRückmeldung von IST-Zeiten in PRO.FILE und Aktualisierung der Planung in MS Project\r\n\"\tReporting des Projektfortschrittes bezüglich Fertigstellungsgrad und Budgetierung mit geeigneten Reports\r\n\"\tVerwendung einer Projektbezogenen Rollens- und Ablagestruktur in PRO.FILE\r\n\"\tDokumentation des Szenarios\r\n\r\nIhr Vorteil: Sie erlangen einen tiefen Einblick in PRO.FILE und werden Experte auf dem Gebiet des Projektmanagements in PDM/PLM-Systemen.","filename":null,"zipCode":"76131","usageSite":"Karlsruhe","dateAdded":"2012-11-26","typeId":3,"countryId":1,"companyId":1383,"onNotepad":false},{"id":3160,"validDate":"2015-05-31","contact":{"formOfAddress":"Herr","firstName":"Wolfgang","secondName":"Frölich","telephone":"07082-7916-0","fax":"","email":"w.froelich@stratec.com"},"shortDescription":"Praxissemester - „Imaging-Platform“","description":"Inhalt des Praktikums:\r\nKontext ist die „Imaging-Platform“ ein Stratec-eigenes Bildverarbeitungssystem. Sie sind Teil des Entwicklungsteams und übernehmen Teilaufgaben beim Entwurf und der Ent-wicklung von Komponenten und Werkzeugen des Systems. Dies sind z.B.:\r\no\tEntwicklung von Visualisierungswerkzeugen\r\no\tIntegration von Bildverarbeitungskomponenten\r\no\tParallelverarbeitung\r\no\tTechnologien: C#, WPF, OpenCV\r\n\r\n\r\nIhr Profil:\r\no\tStudium der Informatik oder artverwandt\r\no\tAnalytische und strukturierte Vorgehensweise\r\no\tKommunikativ, engagiert, zuverlässig\r\no\tGute Englischkenntnisse\r\no\tOffen für Neues\r\n","filename":null,"zipCode":"75217","usageSite":"Birkenfeld","dateAdded":"2014-12-19","typeId":3,"countryId":1,"companyId":3002,"onNotepad":false},{"id":3202,"validDate":"2015-10-01","contact":{"formOfAddress":"Frau","firstName":"Lara","secondName":"Schlegel","telephone":"0711/215777-0","fax":"","email":"career@twt-gmbh.de"},"shortDescription":"Softwareentwicklung zur automatisierten Bedatung im Bereich Mehrkörpersimulation","description":"Spannende Aufgaben:\r\nBei Mehrkörpersimulationen wird eine Vielzahl von Simulationstools mit unterschiedlichen Tool-spezifischen Formaten eingesetzt. Für effiziente und fehlerfreie Simulationen ist die Kompatibilität mit entsprechender Software zu automatisieren. Nach der Einarbeitung in die aktuellen Simulationsprozesse und -Tools der Automobilindustrie entwickeln Sie ein Software- Produkt für die Modellbedatung und Simulationssteuerung. \r\nIhre Aufgaben sind:\r\n- Entwicklung von modularer und flexibler Software zur automatisierten Bedatung von Fahrzeug-Modellen\r\n- Erarbeitung von Umsetzungskonzepten\r\n- Ausgestaltung einer benutzerfreundlichen Oberfläche\r\n- Code-Refaktorierung und Optimierungen\r\n- Testen und Anwenden der entwickelten Software\r\n\r\nIhr Profil:\r\n- Vorangeschrittenes Studium in Informatik, Softwaretechnik, Mathematik, Physik oder einer vergleichbaren Studienrichtung mit fundiertem Einblick in Vertiefungsfächer\r\n- Gute Kenntnisse in OOA, OOP mit einer höheren Programmiersprache wie Java oder C++\r\n- Idealerweise Erfahrung mit einer Skriptsprache (Perl, Python o.ä.) oder MatLab\r\n- Vorteilhaft sind erste praktische Erfahrungen mit Simulationswerkzeugen\r\n- Eigeninitiative und Engagement (z.B. Auslandssemester, Tutorentätigkeit, studentische Mitarbeit in einer Fachschaft o.Ä.)","filename":null,"zipCode":"80992","usageSite":"München","dateAdded":"2015-01-29","typeId":3,"countryId":1,"companyId":883,"onNotepad":false},{"id":3205,"validDate":"2015-10-01","contact":{"formOfAddress":"Frau","firstName":"Lara","secondName":"Schlegel","telephone":"0711/215777-0","fax":"","email":"career@twt-gmbh.de"},"shortDescription":"Visualisierung von Funktionsmodellen","description":"Spannende Aufgaben:\r\n- Gemeinsam mit Ihren Kollegen entwickeln Sie Konzepte zur Visualisierung funktionaler Zusammenhänge in Simulationsmodellen und implementieren selbige\r\n- Sie setzen Ihr Wissen in der Computergrafik und Visualisierung gezielt in der industriellen Softwareentwicklung ein\r\n- Sie implementieren in aktuellen Technologien (bspw. OpenGL, OpenCL und CUDA) und unter Verwendung moderner Softwaretechnik-Infrastrukturen und -Methoden (bspw. Continuous Integration)\r\n- Sie entwerfen Prototypen und entwickeln diese anschließend zu einem vollwertigen Produkt\r\n\r\nIhre Qualifikationen:\r\n- Studium der Informatik, Softwaretechnik oder einer vergleichbaren Fachrichtung mit Schwerpunkt Computergrafik oder Visualisierung\r\n- Kenntnisse in einer objektorientierten Programmiersprache wie C/C++, Java oder C#/.NET\r\n- Erfahrung in der Computergrafik, Bildsynthese oder Visualisierung und der Implementierung zugehöriger Algorithmen und Konzepte\r\n- Hohe Motivation und Freude an der Softwareentwicklung von Design bis zur Umsetzung\r\n- Eigeninitiative und Engagement (z.B. Tutorentätigkeit, Open Source Entwicklung o.ä.)\r\n- Neben ausgezeichneten Deutschkenntnissen runden sehr gute (technische) Englischkenntnisse Ihr Profil ab","filename":null,"zipCode":"70565","usageSite":"Stuttgart","dateAdded":"2015-01-29","typeId":3,"countryId":1,"companyId":883,"onNotepad":false},{"id":3196,"validDate":"2015-10-01","contact":{"formOfAddress":"Frau","firstName":"Lara","secondName":"Schlegel","telephone":"0711/215777-0","fax":"","email":"career@twt-gmbh.de"},"shortDescription":"Junior Java Softwareentwickler","description":"Ihre Aufgaben:\r\nSoftwareentwicklung mit modernen Sprachen, Frameworks und Methoden, Continuous Integration, Design Patterns\r\nLeben und Weiterentwickeln unseres Entwicklungsprozesses – wir setzen auf automatisierte Prozesse und eine durchgängige Qualitätssicherung\r\nSie tragen aktiv dazu bei, dass neue Ideen und Ansätze in unseren Entwicklungsalltag einfließen\r\n\r\nIhr Profil\r\nStudium in Informatik, Softwaretechnik oder einer vergleichbaren Fachrichtung\r\nErfolgreich abgeschlossene erste Studiumshälfte\r\nGute Kenntnisse in einer objektorientierten Programmiersprache wie bspw. Java/EE, C/C++ oder C#/.NET\r\nHohe Motivation und Freude an der Softwareentwicklung von Design bis zur Umsetzung\r\nEigeninitiative und Engagement (z.B. Tutorentätigkeit, Open Source Entwicklung o.ä.)","filename":null,"zipCode":"70565","usageSite":"Stuttgart","dateAdded":"2015-01-29","typeId":3,"countryId":1,"companyId":883,"onNotepad":false},{"id":3195,"validDate":"2015-10-01","contact":{"formOfAddress":"Frau","firstName":"Lara","secondName":"Schlegel","telephone":"0711/215777-0","fax":"","email":"career@twt-gmbh.de"},"shortDescription":"Formale Methoden: Modellbasierte Werkzeugkette","description":"Spannende Aufgaben:\r\nIm Rahmen der ausgeschriebenen Arbeit sollen Teile einer modellbasierten Werkzeugkette erstellt werden. Modelliert werden ereignisgesteuerte Systeme mithilfe von Zustandsdiagrammen.\r\nIhre konkreten Aufgaben umfassen:\r\n\r\nImplementierung einer Schnittstelle zum Datenaustausch zwischen Modellierungswerkzeugen\r\nEntwicklung einer Strategie zur Erweiterung der bisherigen Schnittstelle um hierarchische Funktionalität bei Interesse und Eignung auch Definition und Bewertung weiterer Möglichkeiten der\r\nModelltransformation, sowie deren Umsetzung\r\n\r\nIhr Profil\r\nStudium in Informatik, Softwaretechnik, Mathematik oder einer vergleichbaren Fachrichtung\r\nProgrammiererfahrung in Java, C++ oder C# elementare Kenntnis von UML\r\nerste Erfahrung im Umgang mit Parsergeneratoren wie ANTLR oder bison\r\nVerständnis formaler Konzepte wie Grammatiken, Automatentheorie, Logik\r\nInteresse an neuen Themenfeldern","filename":null,"zipCode":"70565","usageSite":"Stuttgart","dateAdded":"2015-01-29","typeId":3,"countryId":1,"companyId":883,"onNotepad":false},{"id":3198,"validDate":"2015-10-01","contact":{"formOfAddress":"Frau","firstName":"Lara","secondName":"Schlegel","telephone":"0711/215777-0","fax":"","email":"career@twt-gmbh.de"},"shortDescription":"Junior Softwareengineer Connected Car/ CarIT","description":"Spannende Aufgaben:\r\nGemeinsam mit Ihren Kollegen arbeiten Sie an Konzepten für mobile Anwendungen für das Fahrzeug\r\nSie analysieren Frameworks und mobile Plattformen\r\nSie entwerfen und entwickeln auf diesen Plattformen Prototypen für innovative Anwendungen\r\nSie tragen aktiv dazu bei, dass Ihre neuen Ideen in unseren Entwicklungsprozess einfließen\r\n\r\nIhre Qualifikationen:\r\nStudium der Informatik, Softwaretechnik oder einer vergleichbaren Fachrichtung; Kenntnisse in einer objektorientierten Programmiersprache\r\nErste Erfahrung in der Entwicklung mit JavaScript und mobilen Technologien für iOS oder Android\r\nHohe Motivation und Freude an der Softwareentwicklung vom Design bis zur Umsetzung\r\nEigeninitiative und Engagement (z.B. Tutorentätigkeit, Open Source Entwicklung o.ä.)\r\nNeben ausgezeichneten Deutschkenntnissen runden sehr gute (technische) Englischkenntnisse Ihr Profil ab","filename":null,"zipCode":"70565","usageSite":"Stuttgart","dateAdded":"2015-01-29","typeId":3,"countryId":1,"companyId":883,"onNotepad":false},{"id":3201,"validDate":"2015-10-01","contact":{"formOfAddress":"Frau","firstName":"Lara","secondName":"Schlegel","telephone":"0711/215777-0","fax":"","email":"career@twt-gmbh.de"},"shortDescription":"Softwareentwicklung Visualisierung","description":"Ihre Aufgaben:\r\n- Mitarbeit in einem industriellen Softwareentwicklungsprojekt zur interaktiven Visualisierung von Ergebnissen aus Fahrdynamik- und Fahrkomfortsimulationen: 3D-Visualisierung und Diagramme, Handhabung großer Datenmengen aus CoSimulationen, Fusionierung verschiedener Datenquellen, VR-System zur interaktiven Präsentation\r\n- Sie unterstützen uns bei Programmierung, Systemarchitektur und -design sowie Softwaretest.\r\n\r\nIhr Profil:\r\n- Studium der Informatik oder Softwaretechnik\r\n- Erfolgreich abgeschlossenes Grundstudium\r\n- Sehr gute Kenntnisse in C++\r\n- Von Vorteil sind praktische Erfahrung mit 3D-Programmierung und Qt","filename":null,"zipCode":"70565","usageSite":"Stuttgart","dateAdded":"2015-01-29","typeId":3,"countryId":1,"companyId":883,"onNotepad":false},{"id":3180,"validDate":"2015-07-01","contact":{"formOfAddress":"Herr","firstName":"Johannes","secondName":"Wetzel","telephone":"0721 / 62 76 79 67","fax":"","email":"jwetzel@vitracom.de"},"shortDescription":"Praktikant im Bereich Webentwicklung (JavaScript, Python, HTML5, CSS,...)","description":"Die ausführliche Beschreibung entnehmen Sie bitte der beigefügten PDF-Datei.","filename":null,"zipCode":"76133","usageSite":"Karlsruhe","dateAdded":"2015-01-12","typeId":3,"countryId":1,"companyId":741,"onNotepad":false}],"companies":{"1619":{"id":1619,"companyName":"PriceNow","website":"http://www.price-now.com","description":"Du arbeitest gern eng mit Gründern zusammen, lernst das operative Geschäft eines Startups kennen und bist bei der Entwicklung von neuen \r\nIdeen hautnah dabei? Dann ist dieses Praktikum genau richtig für dich.\r\n\r\nWas Dich erwartet\r\n# Du bekommst Einblicke in Bereiche wie Produktentwicklung, Algorithmen, Marketing und Finanzierung\r\n# Du betreust eigenständig Projekte und setzt eigene Ideen um\r\n# Du profitierst während und nach dem Praktikum vom Netzwerk der Gründer, die dir als Mentoren für die Umsetzung eigener Geschäftsideen zur Verfügung stehen\r\n# Du übernimmst Verantwortung und arbeitest selbständig, wofür dir ein moderner Arbeitsplatz zur Verfügung steht\r\n\r\nWas Du mitbringen solltest\r\n# Du hast Interesse an Unternehmertum oder spielst mit dem Gedanken später selbst zu gründen\r\n# Du glaubst auch, dass es an der Zeit ist Spam-Werbung durch interessante Newsletter zu ersetzen\r\n# Du bist offen und arbeitest gerne mit Menschen\r\n# Du lernst dich schnell in neue Sachverhalte ein und scheust nicht davor zurück tatkräftig in einem Team mitzuarbeiten\r\n# Du bringst 3 bis 6 Monate Zeit mit und sprichst fließend Deutsch oder Englisch","street":"Haid-und-Neu-Str. 10-14","postofficeBox":null,"zipCode":"76131","city":"Karlsruhe","contact":{"formOfAddress":"Dr.","firstName":"Steffen","secondName":"Haak","telephone":"+49 721 / 461399 - 12","fax":"","email":"jobs@price-now.com"},"numberOfEmployees":9,"countryId":1,"country":"Deutschland","numberOfOffers":5,"industrialSectorIds":[13]},"883":{"id":883,"companyName":"TWT GmbH","website":"http://www.twt-gmbh.de","description":"Ihre Aufgaben:\r\n- Mitarbeit in einem industriellen Softwareentwicklungsprojekt zur interaktiven Visualisierung von Ergebnissen aus Fahrdynamik- und Fahrkomfortsimulationen: 3D-Visualisierung und Diagramme, Handhabung großer Datenmengen aus CoSimulationen, Fusionierung verschiedener Datenquellen, VR-System zur interaktiven Präsentation\r\n- Sie unterstützen uns bei Programmierung, Systemarchitektur und -design sowie Softwaretest.\r\n\r\nIhr Profil:\r\n- Studium der Informatik oder Softwaretechnik\r\n- Erfolgreich abgeschlossenes Grundstudium\r\n- Sehr gute Kenntnisse in C++\r\n- Von Vorteil sind praktische Erfahrung mit 3D-Programmierung und Qt","street":"Ernsthaldenstraße 17","postofficeBox":null,"zipCode":"70565","city":"Stuttgart","contact":{"formOfAddress":"Frau","firstName":"Lara","secondName":"Schlegel","telephone":"0711/215777-0","fax":"","email":"career@twt-gmbh.de"},"numberOfEmployees":13,"countryId":1,"country":"Deutschland","numberOfOffers":12,"industrialSectorIds":[2,6,25]},"741":{"id":741,"companyName":"Vitracom AG","website":"http://www.vitracom.de","description":"Die ausführliche Beschreibung entnehmen Sie bitte der beigefügten PDF-Datei.","street":"Erbprinzenstr. 4-12, Geb. A","postofficeBox":null,"zipCode":"76133","city":"Karlsruhe","contact":{"formOfAddress":"Herr","firstName":"Johannes","secondName":"Wetzel","telephone":"0721 / 62 76 79 67","fax":"","email":"jwetzel@vitracom.de"},"numberOfEmployees":0,"countryId":1,"country":"Deutschland","numberOfOffers":2,"industrialSectorIds":[13]},"22":{"id":22,"companyName":"CAS Software AG","website":"http://www.cas.de","description":"Wir sind führender Anbieter von CRM & xRM Software und gestalten mit Customer Centricity innovative Lösungen für die Zukunft. Namhafte Kunden, vielfältige Branchenlösungen und ein hohes Investment in die Potentialentfaltung der Mitarbeiter zeichnen uns aus. Das spiegelt sich in einer hohen Mitarbeiterzufriedenheit wieder. Erlebe die CAS selbst und werde Teil unseres wachsenden Teams aus über 300 Mitarbeitern auf dem CAS Campus. \r\n\r\nHier wird Innovation für dich greifbar – bringe dein Wissen und deine Ideen in einem internationalen Forschungsprojekt mit ein.\r\nPraktikum/Abschlussarbeit Technology Research CAS Aviation \r\n\r\nWas sind deine Aufgaben? \r\nZiel des Projekts ist die Lücke zwischen virtueller Welt (Helikopter-Simulator-Training) und realer Welt (echter Helikopter) durch eine Middleware zu schließen. Dies basiert auf einer Reihe fortgeschrittener Konzepte wie IOT (Internet of Things), EDA (Event driven architecture), SOA und Augmented Reality. Derzeit geht es um folgende Themen:\r\n•\tDu evaluierst geeignete State-of-the-art Technologien aus den Bereichen IOT und SOA zur Realisierung des Projekts.\r\n•\tDu untersuchst relevante Prozesse in der Helikopterherstellung und leitest ein Referenzmodell daraus ab.\r\n•\tDu überträgst entwickelte Architekturen und Modelle auf andere Industriezweige (z.B. Automotive).\r\n•\tDie konkrete Themenstellung erarbeiten wir dann gemeinsam im persönlichen Gespräch. \r\n\r\nWas bringst du mit? \r\n•\tDu studierst Wirtschaftsinformatik, Wirtschaftsingenieurwesen oder einen vergleichbaren Studiengang. \r\n•\tRequirements Engineering und Technology Scouting kennst du bereits theoretisch und möchtest es nun praktisch erleben. \r\n•\tAbhängig vom jeweiligen Aufgabengebiet kennst du dich mit aktuellen Technologien wie z.B. Webservices mit SOAP und REST, HTML5, XML, JSF, JavaScript, iOS/ Android UI Development, Ontologien aus.\r\n•\tGroße Ideen entstehen nicht im stillen Kämmerlein, deshalb solltest du kommunikativ sein.\r\n•\tFür dich ist Teamgeist genauso wichtig wie für uns.\r\n•\tWillst du dein Englisch in der Praxis anwenden? Umso besser!\r\n\r\nWas macht uns besonders?\r\n•\tDer CAS Campus mit Raum für Entfaltung\r\n•\tHelle Büros mit 2-3 Kollegen\r\n•\tVitamine fürs Herz und Koffein für den Kopf\r\n•\tFitnessangebote für Sportskanonen\r\n•\tFlexUrlaub für jede Lebenslage\r\nMach dir dein eigenes Bild unter www.cas-selbst-erleben.de.\r\n\r\nNeugierig?\r\nSende uns deine Unterlagen gerne per E-Mail an jobs@cas.de zu. Wir freuen uns, dich kennen zu lernen. Bei Fragen sind wir für dich da:\r\nLisa Kopf, CAS-Weg 1-5, 76131 Karlsruhe, Tel.: 0721/9638-657.\r\n","street":"CAS-Weg 1-5","postofficeBox":null,"zipCode":"76131","city":"Karlsruhe","contact":{"formOfAddress":"Frau","firstName":"Lisa","secondName":"Kopf","telephone":"+497219638657","fax":"","email":"jobs@cas.de"},"numberOfEmployees":9,"countryId":1,"country":"Deutschland","numberOfOffers":6,"industrialSectorIds":[14,13]},"103":{"id":103,"companyName":"krumedia GmbH","website":"http://www.krumedia.com","description":"Wir bieten motivierten Studenten der Informatik ein (vergütetes) Praxissemester im Bereich Web-Applikationsentwicklung, Hierbei wirst Du in die Entwicklung moderner, PHP-basierter Web-Applikationen eingeführt. Nach einer Phase des Anlernens unterstützt Du unser Team bei der Entwicklung von web-basierten, hochmodernen und leistungsfähiger Energiemanagement-Systemen für industrielle Kunden.  Hierbei gibt es etliche, spannende Herausforderungen und Baustellen, so dass Du aus zahlreichen Technologien die für Dich interessanten auswählen kannst (Beispiele: PHP5, HTML5, CSS, Zend2, Doctrine, MySQL, jQuery, d3.js, ...  )\r\n\r\nDu arbeitest in kleinen Teams in lockerer, angenehmer Atmosphäre im schönen Stadtteil Durlach. Wir bieten flexible Arbeitszeiten, eine angemessene Vergütung, ein attraktives Umfeld und ganz viel spannenden \"Nerd-Kram\". Eine Weiterbeschäftigung nach dem Praxissemester auf Stundenbasis oder sogar ein Berufseinstieg nach dem Studium kann angestrebt werden.\r\n\r\nVorkenntnisse in Web-Entwicklung, idealerweise PHP, sind von Vorteil, aber auch andere Kenntnisse (z.B: C++, C# oder App-Entwicklung) dürfen sich angesprochen fühlen.","street":"Rommelstrasse 1","postofficeBox":null,"zipCode":"76227","city":"Karlsruhe","contact":{"formOfAddress":"Frau","firstName":"Julia","secondName":"Spiegl","telephone":"0721.942697-0","fax":"","email":"jobs@krumedia.de"},"numberOfEmployees":2,"countryId":1,"country":"Deutschland","numberOfOffers":4,"industrialSectorIds":[25,14,13,9]},"1383":{"id":1383,"companyName":"PROCAD GmbH & Co. KG","website":"http://www.procad.de","description":"Mit ihrem System PRO.FILE ist die Firma PROCAD GmbH&amp;Co. KG führender Anbieter auf dem Gebiet der Verwaltung von Produktdaten (PDM), von Entwicklungsdaten und Dokumenten (DMS) und des Produktlebenszyklusmanagements (PLM).\r\n\r\nFür unsere Demoumgebung soll ein realistisches Demoszenario für die Planung und das Controlling eines Projekts mit Hilfe von PRO.FILE erstellt werden. Dies umfasst die Definition eines Projekts, die Konfiguration von PRO.FILE und die Definition eines realitätsnahen Projektablaufs.\r\n\r\nFolgende Teilaufgaben sollen hierbei Berücksichtigung finden:\r\n\"\tErstellen eines Projektplans mit MS Project\r\n\"\tAbleiten von Projektstruktur und Aufgaben in PRO.FILE\r\n\"\tRückmeldung von IST-Zeiten in PRO.FILE und Aktualisierung der Planung in MS Project\r\n\"\tReporting des Projektfortschrittes bezüglich Fertigstellungsgrad und Budgetierung mit geeigneten Reports\r\n\"\tVerwendung einer Projektbezogenen Rollens- und Ablagestruktur in PRO.FILE\r\n\"\tDokumentation des Szenarios\r\n\r\nIhr Vorteil: Sie erlangen einen tiefen Einblick in PRO.FILE und werden Experte auf dem Gebiet des Projektmanagements in PDM/PLM-Systemen.","street":"Vincenz-Priessnitz-Str. 3","postofficeBox":null,"zipCode":"76131","city":"Karlsruhe","contact":{"formOfAddress":"Frau","firstName":"Andrea","secondName":"Scheer","telephone":"004972196565","fax":null,"email":"ASC@PROCAD.DE"},"numberOfEmployees":12,"countryId":1,"country":"Deutschland","numberOfOffers":12,"industrialSectorIds":[13]},"1114":{"id":1114,"companyName":"avocado software engineering GmbH","website":"http://www.avocado-se.de","description":"Wir bieten ein dynamisches und kreatives Umfeld in einem jungen Team und die Möglichkeit Verantwortung in laufenden Kundenprojekten zu übernehmen!\r\n\r\nIhr Aufgaben lägen in der Konzeption und Entwicklung von individuellen Softwarelösungen im Technologieumfeld: \r\nC#, Java, PHP,\r\nJavascript(EmberJS, jQuery, Ext.JS),\r\nMySQL, Elasticsearch, MSSQL, MongoDB\r\n\r\n\r\nDie avocado software engineering GmbH betreibt Software Engineering für mittelständische und kleine Unternehmen auf deren individuelle Anforderungen hin. Wir bieten unseren Kunden Software-Lösungen zur Unterstützung deren individueller Geschäftsprozesse, begleitet von einer innovativen IT-Beratung und zuverlässigen IT-Services - alles aus einer Hand.\r\n\r\nHaben wir Ihr Interesse geweckt?\r\nDann bewerben Sie sich mit aussagekräftigen Bewerbungsunterlagen und unter Angabe Ihres frühesten Eintrittstermins per Email an jobs@avocado-se.de\r\nIhre Fragen beantwortet gerne Simon Echle (+49 7221 996498-12)","street":"Gewerbepark-Cité 4","postofficeBox":null,"zipCode":"76532","city":"Baden-Baden","contact":{"formOfAddress":"Herr","firstName":"Simon","secondName":"Echle","telephone":"+49 7221 996498-12","fax":"+49 7221 996498-19","email":"echle@avocado-se.de"},"numberOfEmployees":0,"countryId":1,"country":"Deutschland","numberOfOffers":1,"industrialSectorIds":[13,14]},"3002":{"id":3002,"companyName":"STRATEC Biomedical AG","website":"","description":"Inhalt des Praktikums:\r\nKontext ist die „Imaging-Platform“ ein Stratec-eigenes Bildverarbeitungssystem. Sie sind Teil des Entwicklungsteams und übernehmen Teilaufgaben beim Entwurf und der Ent-wicklung von Komponenten und Werkzeugen des Systems. Dies sind z.B.:\r\no\tEntwicklung von Visualisierungswerkzeugen\r\no\tIntegration von Bildverarbeitungskomponenten\r\no\tParallelverarbeitung\r\no\tTechnologien: C#, WPF, OpenCV\r\n\r\n\r\nIhr Profil:\r\no\tStudium der Informatik oder artverwandt\r\no\tAnalytische und strukturierte Vorgehensweise\r\no\tKommunikativ, engagiert, zuverlässig\r\no\tGute Englischkenntnisse\r\no\tOffen für Neues\r\n","street":"","postofficeBox":"","zipCode":"75217","city":"","contact":{"formOfAddress":"Herr","firstName":"Wolfgang","secondName":"Frölich","telephone":"07082-7916-0","fax":"","email":"w.froelich@stratec.com"},"numberOfEmployees":0,"countryId":1,"country":"Deutschland","numberOfOffers":1,"industrialSectorIds":[]},"91":{"id":91,"companyName":"Interflex Datensysteme","website":"http://www.interflex.de","description":"An unserem Standort Karlsruhe bieten wir eine Praktikumsstelle im Bereich Entwicklung mobiler Anwendungen für unsere Zeitwirtschafts-Module an.\r\nImmer mehr Mitarbeiter unserer Kunden nutzen Smartphones auch im beruflichen Umfeld. Naheliegend also, dass auch Prozesse der Zeitwirtschaft wie z.B. Urlaubsanträge oder die Erfassung von Arbeitszeiten und die Darstellung wichtiger Informationen wie z.B. Urlaubs- und Gleitzeitsaldo mittels mobiler Anwendungen unterstützt werden sollen.\r\nIhre Aufgabe besteht darin, bei der Weiterentwicklung unserer Web-App auf der Basis von JQuery mobile mitzuarbeiten und weitere Anwendungen zu implementieren.","street":"Greschbachstr. 3a","postofficeBox":null,"zipCode":"76229","city":"Karlsruhe","contact":{"formOfAddress":"Herr","firstName":"Franz","secondName":"Polzer","telephone":"0721/9630-137","fax":"","email":"franz.polzer@allegion.com"},"numberOfEmployees":19,"countryId":1,"country":"Deutschland","numberOfOffers":10,"industrialSectorIds":[14]},"191":{"id":191,"companyName":"1&1","website":"http://www.united-internet.de","description":"Zur Unterstützung unseres Customer Intelligence Teams suchen wir einen engagierten und motivierten Praktikanten (4-6 Monate).\r\n\r\nWir bieten Ihnen die Möglichkeit, praktische Erfahrungen in den Bereichen Customer Intelligence sowie Kampagnenprozessoptimierung bei der 1&1 Internet AG zu sammeln.\r\n\r\n- Unterstützung bei der Optimierung unseres internationalen Kampagnenmanagements und Sicherstellung der damit verbundenen Datenkreisläufe und Prozesse.\r\n\r\n- Unterstützung beim Test von Erweiterungen unseres Kunden-Datamarts. \r\n\r\n- Unterstützung bei der Durchführung und Erweiterung unseres Erfolgsreportings für das Kampagnenmanagement.\r\n\r\n- Unterstützung bei der Erstellung von statistischen Analysen sowie beim Aufbau eines KPI-Systems.\r\n\r\nIhr Profil: \t\r\n\r\nSie sind engagiert und wollen erste praktische Erfahrungen während Ihres Studiums sammeln bzw. diese in einem Internetunternehmen vertiefen.\r\n\r\n- Studium der Informationswirtschaft, Informatik, Wirtschaftswissenschaften, Wirtschaftsmathematik oder anderes Studium mit ähnlichen Inhalten.\r\n\r\n- Interesse an analytischen Fragestellungen und der Auswertung von Datenbeständen.\r\n\r\n- Interesse an neuen, spannenden Inhalten sowie Bereitschaft, sich Neues eigenständig anzueignen und über den 'Tellerrand' zu blicken.\r\n\r\n- MS Office - insbesondere Excel - Kenntnisse sowie Kenntnisse in SQL und Datenbanken. \r\n\r\n- Idealerweise Kenntnisse / erste Erfahrungen im Bereich Statistik / Data Mining (SPSS, R, SAS oder ähnliches).","street":"Ernst-Frey-Str. 10","postofficeBox":null,"zipCode":"76135","city":"Karlsruhe","contact":{"formOfAddress":"Frau","firstName":"Lisa","secondName":"Göpferich","telephone":"+49 721 91374-1892","fax":null,"email":"lisa.goepferich@1und1.de"},"numberOfEmployees":51,"countryId":1,"country":"Deutschland","numberOfOffers":13,"industrialSectorIds":[17,6,13,14]}},"offerTypes":{"3":{"id":3,"name":"Praxissemester","shortname":"internship"}},"countries":{"1":{"id":1,"code":"DE","language":"de","name":"Deutschland"}},"industrialSectors":{"17":{"id":17,"name":"Marketing, Werbung, PR"},"2":{"id":2,"name":"Automobil, Fahrzeugbau"},"6":{"id":6,"name":"Dienstleistung"},"25":{"id":25,"name":"Wissenschaft und Forschung"},"9":{"id":9,"name":"Energie"},"13":{"id":13,"name":"Informationstechnologie"},"14":{"id":14,"name":"IT, Kommunikation, Media"}}}
